to_render = {
    "ամեն բազմությունից ավելի հզոր հազմություն կա":
        {
            "x-ին {x} համապատասխանացել": r"$x \rightarrow \{ x\}$",
            "y-ին {y} համապատասխանացել": r"$y \rightarrow \{ y\}$",
            "z-ին {z} համապատասխանացել": r"$z \rightarrow \{ z\}$",
            "ենթաբազմությունների բազմություն": r"$X$-ի ենթաբազմությունների բազմությունը կնշանակենք $2^{X}$-ով։  կամ $exp(X$) $Ens(X)$ ",
            "X-ի օրինակ": r"$X = \{1, 2\}$",
            "x-ի ենթաբազմ": r"$2^{X} = \{ \varnothing, \{ 1\}, \{ 2\}, \{ 1, 2\} \}$",
            "x leq exp(X)": r"$|X| \leq |exp(X)|$",
            "x not equal exp(X)": r"$|X| \neq |\mathrm{exp}(X)|$",
            "թեորեմ": r"Ցանկացած $X$ բազմության բոլոր ենթաբազմություններից կազմված $2^{X}$ բազմության հզորությունը մեծ է $X$-ի հզորությունից:"
        },
    
}